Repository: UnholyLizard/bitcoindesigned-infographics-i18n
Catalog: the-bitcoin-transaction-life-cycle/*.po
Languages: pt

source: The Bitcoin Transaction Life Cycle
pt: O Ciclo de Vida de uma Transação Bitcoin

source: Rob’s quest to send 0.3 BTC to his friend Laura
pt: A Saga de Raphael para enviar 0.3 BTC à sua amiga Anne

source: START
pt: INÍCIO

source: Rob opens his bitcoin wallet...
pt: Raphael abre sua carteira Bitcoin…

source: scans/copies Laura’s address...
pt: escaneia/copia o endereço de Anne…

source: fills the amount and the fee...
pt: preenche a quantia e a taxa…

source: and sends!
pt: e envia!

source: User
pt: Usuário

source: Machine
pt: Máquina

source: The wallet signs the transaction using Rob’s private key.
pt: A carteira assina a transação usando a chave privada do Raphael.

source: The transaction is propagated and validated by the network nodes.
pt: A transação é propagada e validada pelos nós da rede.

source: 10 seconds until now!
pt: 10 segundos até agora!

source: Miners include the transaction in tthe next block to be mined.
pt: Mineradores incluem a transação no próximo bloco a ser minerado.

source: Mining time!
pt: Hora de minerar!

source: Mining is the computational process of calculating a certain HASH.
pt: A mineração é o processo computacional de calcular um determinado HASH.

source: The miner who solves the Proof of Work propagates the new block to the network.
pt: O minerador que resolver o Proof of Work propaga o novo bloco para a rede.

source: New bitcoins are created!
pt: Novos bitcoins são criados!

source: The nodes verify the result and propagate the block.
pt: Os nós verificam o resultado e propagam o bloco.

source: Laura sees the first confirmation.
pt: Anne vê a primeira confirmação.

source: New confirmations appear with each new block that is created.
pt: Novas confirmações aparecem a cada novo bloco minerado.

source: THE END!
pt: FIM!

source: Author: Patrícia Estevão
pt: Autora: Patrícia Estevão
