Repository: UnholyLizard/bitcoindesigned-infographics-i18n
Catalog: what-*-bitcoin-the-currency/*.po
Languages: pt

source: WHAT IS BITCOIN? - The Currency
pt: O QUE É BITCOIN? - A moeda

source: breaking in pieces
pt: pensando por partes

source: Digital Currency
pt: Moeda Digital

source: It’s all about ones and zeros, meaning it has no physical form such as a coin.
pt: É tudo sobres zeros e uns, isto é, não existe uma forma física do bitcoin, como uma nota de dinheiro.

source: Cryptocurrency
pt: Criptomoeda

source: Based on mathematics and cryptography. Which means it can’t be counterfeit - math doesn’t lie.
pt: Baseada em matemática e criptografia. Isso significa que ela não pode ser falsificada - a matemática não mente.

source: limited amount
pt: emissão limitada

source: There is a limit of roughly 21 million bitcoins to be ever issued.
pt: Apenas cerca de 21 milhões de bitcoins podem ser emitidos.

source: It doesn’t allow anyone to print more bitcoins recklessly, which preserves the currency value - it’s scarce.
pt: Isso evita que alguém comece a imprimir mais bitcoins e, assim, preserva o valor da moeda - ela é escassa.

source: ownership records
pt: registros de posse

source: Bitcoin ownership is actually a record on the Blockchain - this big decentralized ledger - saying those bitcoins were transferred to you.
pt: A posse de bitcoins é, na verdade, um registro na Blockchain - um livro-razão descentralizado - dizendo que aqueles bitcoins foram transferidos a você.

source: mining
pt: mineração

source: It’s a type of math problem that needs a lot of processing power. It’s used for writing transactions and those who do it are rewarded with transaction fees and new bitcoins, which is how the currency is issued.
pt: É um tipo de problema matemático que precisa de muito poder de processamento. É usado para escrever transações e aqueles que o resolvem são remunerados com taxas de transação e novos bitcoins, que são emitidos neste processo.

source: divisibility
pt: divisibilidade

source: The smallest unit of Bitcoin is a Satoshi; it represents one hundred millionth of a bitcoin. But, if needed, this part can become even smaller.
pt: A menor unidade do bitcoin é um satoshi; ele representa a fração um sobre cem milhões de um bitcoin. Mas, se necessário, essa unidade pode se tornar ainda menor.

source: the features
pt: as características

source: or... Why everyone is so crazy about it
pt: ou… Porque todo mundo é louco por isso

source: Critical (break these and Bitcoin will never be the same)
pt: Críticas (se elas quebrarem, o bitcoin nunca mais será o mesmo)

source: Decentralized
pt: Descentralizado

source: No central bank can freeze your accounts ou implement poorly conceived policies that devalue your currency.
pt: Nenhum banco central pode implementar políticas irresponsáveis que desvalorizam seu dinheiro ou congelar suas contas.

source: No Red-Tape
pt: Sem burocracia

source: Anyone can use bitcoin, no questions, no documents and no custody fees.
pt: Qualquer um pode usar bitcoin, sem perguntas, sem documentos e sem taxas de custódia.

source: Pretty Anonymous
pt: Bastante Anônimo

source: Your name isn’t linked to your transactions, making it a lot more private and safe than regular bank operations and credit card payments.
pt: Seu nome não é ligado às suas transações, fazendo com que seja mais privado e seguro do que operações bancárias convencionais e cartões de crédito.

source: Non-repudiable
pt: Não-retornável

source: Once a bitcoin transaction is confirmed, it can’t be reverted unless there is a voluntary agreement between the two parties - such as a store policy.
pt: Uma vez que a transação é confirmada, ela não pode ser revertida, a não ser que haja um acordo voluntário entre as partes - como a política de uma loja.

source: Transparent
pt: Transparente

source: Everyone can check every address and its transactions - although you don’t know the owners of all addresses, only those identities that were entrusted to you.
pt: Todos podem checar qualquer endereço e suas transações - no entanto, você não sabe a identidade dos donos de todos endereços, apenas daqueles que foram confiados a você.

source: changeable (market development might change these a little)
pt: mutáveis (a evolução do mercado pode mudar um pouco estas)

source: Fast
pt: Rápido

source: Transactions can reach anyone in any part of the world within minutes.
pt: Transações podem alcançar qualquer parte do mundo em questão de minutos.

# source-text.txt:66
source: Possible Change
pt: Possível Mudança

source: If the volume of transactions grows a lot - say, bitcoin becoming mainstream - transactions will take longer to be cleared on the blockchain.
pt: Se o volume de transações aumentar muito - se o bitcoin se tornar mainstream - transações levarão mais tempo para serem confirmadas.

# source-text.txt:70
source: What Might Happen
pt: O Que Pode Acontecer

source: Besides measures to scale Bitcoin’s core, small and quick transactions will probably be cleared by third parties or other layers over the blockchain.
pt: Além de medidas para escalar o Bitcoin, pequenas transações provavelmente serão confirmadas por empresas ou outras camadas da blockchain.

source: Cheap
pt: Barato

source: Transaction fees are low - under 1 USD at the time of writing.
pt: Taxas de transações são baratas - menos de 1 dólar americano no momento da escrita.

# source-text.txt:78
source: Possible Change
pt: Possível Mudança

source: When bitcoin issuing diminishes, the miner’s reward will come mostly from transaction fees, which will be higher.
pt: Quando a emissão de bitcoins diminuir, a recompensa dos mineradores virá majoritariamente das taxas de transações, que serão mais caras.

# source-text.txt:82
source: What Might Happen
pt: O Que Pode Acontecer

source: Predictive calculations indicate that fees will still be very afordable, even when covering all miners expenses alone.
pt: Cálculos preditivos indicam que as taxas continuarão razoavelmente baratas, mesmo tendo que cobrir todas as despesas dos mineradores.

source: Author: Patrícia Estevão
pt: Autora: Patrícia Estevão
