Repository: UnholyLizard/bitcoindesigned-infographics-i18n
Catalog: what-*-pow/*.po
Languages: pt

source: THE BITCOIN MINING SAGA - PART II
pt: MINERAÇÃO DE BITCOIN: A SAGA - PARTE II

source: What is Proof of Work (PoW)?
pt: O que é Proof of Work (PoW)?

source: It’s a method to ensure that the information (the new block) was difficult (costly, time-consuming) to be made.
pt: É um método feito para garantir que a informação (o novo bloco) foi difícil (custosa e demorada) de ser produzida.

source: It costs processing power.
pt: Requer poder de processamento.

source: Which can be translated to: hardware, energy and time.
pt: O que pode ser traduzido em: hardware, energia e tempo.

source: It’s easy, on the other hand, for others to check if the requirements were met.
pt: Por outro lado, é fácil para os demais checar se o processo foi feito corretamente.

source: In Practice
pt: Na Prática

source: (made simple)
pt: (simplificando)

source: BEGIN HERE
pt: COMECE AQUI

source: Miner proposes new block
pt: Bloco proposto pelo minerador

source: Header of the most recent block
pt: Cabeçalho do bloco mais recente

source: NONCE (an incremental number)
pt: NONCE (um número incremental)

source: Combines and hashes
pt: Junte e crie um hash

source: HASH number
pt: Número HASH

source: Mining Difficulty
pt: Dificuldade de mineração

source: Determines
pt: Determina

source: Target Value
pt: Valor Alvo

source: Compares
pt: Compare

source: Is HASH < Target Value?
pt: HASH < Valor Alvo?

source: NO
pt: NÃO

source: Increments and try again
pt: Incremente e tente de novo

source: YES
pt: SIM

source: You solved the PoW!
pt: Você resolveu o PoW!

source: Mining Reward
pt: Recompensa da mineração

source: Author: Patrícia Estevão
pt: Autora: Patrícia Estevão
