Repository: UnholyLizard/bitcoindesigned-infographics-i18n
Catalog: bitcoin-and-the-byzantine-generals-problem/*.po
Languages: pt

source: Bitcoin and the BYZANTINE GENERALS PROBLEM
pt: Bitcoin e o PROBLEMA DOS GENERAIS BIZANTINOS

source: What is the Byzantine Generals Problem (BGP)?
pt: O que é o Problema dos Generais Bizantinos (PGB)?

source: It’s a mental exercise proposed to illustrates the difficulty of reaching consensus in distributed systems.
pt: É um experimento mental proposto para ilustrar a dificuldade de se atingir consenso em sistemas distribuídos.

source: It begins like this:
pt: Ele começa assim:

source: An army surrounding an enemy city with various separeted camps has to communicate to agree on an attack strategy. There are unknown traitors among this army who can corrupt the message exchange and avoid consensus.
pt: Um exército cerca uma cidade inimiga com acampamentos separados, que devem se comunicar para concordar em uma estratégia de ataque. Há traidores desconhecidos no exército que podem corromper a troca de mensagens e evitar o consenso.

source: messages
pt: mensagens

source: Enemy City
pt: Cidade Inimiga

source: The Generals and the Bitcoin
pt: Os Generais e o Bitcoin

source: The Situation
pt: A Situação

source: Agree on a Strategy
pt: Concordar na Estratégia

source: The objective
pt: O objetivo

source: Agree on Valid Transactions
pt: Concordar nas Transações Válidas

source: Separated Camps
pt: Acampamentos Separados

source: Spacial Distribution
pt: Distribuição Espacial

source: Distributed Network Nodes
pt: Nós Distrubuídos na Rede

source: Loyal Troop and Loyal Generals
pt: Tropas Leais e Generais Leais

source: The Good Ones
pt: Os Bons

source: Truthful Nodes
pt: Nós Confiáveis

source: Traitors
pt: Traidores

source: The Bad Ones
pt: Os Maus

source: Evil Nodes
pt: Nós com Más Intenções

source: Corrupt a Message
pt: Corromper Mensagens

source: The Attack
pt: O Ataque

source: Add an Invalid Transaction to the Blockchain
pt: Adicionar uma Transação Inválida à Blockchain

source: How to Know which Message is True
pt: Saber qual Mensagem é Verdadeira

source: The Problem
pt: O Problema

source: How to know which Transaction is Valid
pt: Saber qual Transação é Válida

# ./bitcoin-and-the-byzantine-generals-problem/source-text.txt:58
source: Don’t Have
pt: Não Tem

source: A Solution
pt: Uma Solução

source: Blockchain updated with Proof of Work
pt: Blockchain atualizada com Proof of Work

# ./bitcoin-and-the-byzantine-generals-problem/source-text.txt:64
source: Don’t Have
pt: Não Tem

source: Consensus
pt: Consenso

source: Blockchain with More Combined Difficulty
pt: Blockchain com Mais Dificuldade Acumulada

source: Author: Patrícia Estevão
pt: Autora: Patrícia Estevão
