Repository: UnholyLizard/bitcoindesigned-infographics-i18n
Catalog: what-*-bitcoin-the-network/*.po
Languages: pt

source: What is Bitcoin? - The Network
pt: O que é bitcoin? - A rede

source: Your techy friend’s explanation
pt: Quando seu amigo programador explica

# source-text.txt:8
source: It’s a decentralized peer-to-peer network for electronic transactions without relying on a central point of trust.
pt: É uma rede descentralizada ponto-a-ponto (p2p) para transações eletrônicas sem o uso de um ponto central de confiança.

source: Ok, whaat? Let’s break it down.
pt: Ok, oi? Vamos por partes.

# source-text.txt:12
source: It’s a decentralized peer-to-peer network for electronic transactions without relying on a central point of trust.
pt: É uma rede descentralizada ponto-a-ponto (p2p) para transações eletrônicas sem o uso de um ponto central de confiança.

source: decentralized
pt: descentralizada

source: No node has more power than others, only different roles. So there isn’t a single Bitcoin server or company controlling it.
pt: Nenhum nó tem mais poder do que os outros, apenas papéis diferentes. Logo, não há um único servidor ou empresa controlando o Bitcoin.

source: peer-to-peer
pt: ponto-a-ponto (p2p)

source: All Bitcoin nodes receive and share information at the same time, so there’s no need to have a big server with all its data.
pt: Todos os nós de Bitcoin recebem e compartilham informação ao mesmo tempo. Por isso, não é preciso um grande servidor central para guardar todos os dados.

source: network for electronic transactions
pt: para transações eletrônicas

source: It allows you to send different types of transactions (contracts) using the bitcoin token as a medium of value exchange.
pt: Ele permite enviar diferentes tipos de transações (contratos) usando a moeda bitcoin como meio de troca de valor.

source: without relying on a central point of trust
pt: sem precisar de um ponto central de confiança

source: Bitcoin achieves consensus using the Proof of Work and the blockchain, so no single entity needs or has the authority to say if a transaction is valid - it proves itself.
pt: O Bitcoin alcança consenso usando a Prova de Trabalho e a blockchain. Logo, nenhuma entidade precisa ou tem autoridade para dizer se uma transação é válida - ela mesma se prova.

source: Bitcoin CEO
pt: CEO do Bitcoin

source: Catch your breath because there’s more
pt: Respira fundo porque ainda tem mais

source: Digital Cryptocurrency
pt: Criptomoeda Digital

source: Transactions are made in the network by exchanging tokens. These tokens are a currency backed by mathematical and cryptographic functions that assure its value and legitimacy.
pt: Transações são feitas na rede trocando moedas. Essas moedas são um dinheiro baseado em funções matemáticas e criptográficas que garantem seu valor e legitimidade.

source: Public Ledger
pt: Livro-razão Público

source: The Blockchain is the public ledger where new transactions are included and confirmed. It keeps all records of bitcoin ownership and it’s completely transparent - you can see and have your own copy.
pt: A Blockchain é o livro-razão onde novas transações são confirmadas e incluídas. Ela guarda os registros de propriedade de bitcoins e é completamente transparente - você pode acessar e ter sua própria cópia.

source: Bitcoin is...
pt: Bitcoin é…

source: Platform
pt: Plataforma

source: You can build all sorts of contracts on top of Bitcoin’s code; it’s programmable money.
pt: Você pode construir diferentes contratos por cima do código do Bitcoin; é dinheiro programável.

source: Protocol
pt: Protocolo

source: It’s a code for message exchange, so there are a bunch or rules and standards that make the whole thing work and guarantee some of its core features.
pt: É um código para troca de mensagens, logo, existem regras e padrões que fazem a coisa funcionar e garantem algumas das suas características vitais.

source: Don’t panic... this is what you should know by now
pt: Sem pânico… Isso é o que você deve entender desde já

source: Bitcoin is a technology that replaces the middleman or central authority, making it possible for money and other aspects of people’s life to be free from this figure of control.
pt: O Bitcoin é uma tecnologia que substitui o intermediário ou a autoridade central, tornando possível que o dinheiro e outros aspectos da vida das pessoas fiquem livres desta figura de controle.

source: Bank
pt: Banco

source: the poetic touch
pt: o toque poético

source: “What the Internet has done for information, Bitcoin will do for money.”
pt: “O que a Internet fez pela informação, o Bitcoin fará pelo dinheiro.”

source: Author: Patrícia Estevão
pt: Autora: Patrícia Estevão
