Repository: UnholyLizard/bitcoindesigned-infographics-i18n
Catalog: what-does-*-really-mean-to-have-bitcoins/*.po
Languages: pt

source: What does it really mean TO HAVE BITCOINS?
pt: O que realmente significa POSSUIR BITCOINS?

source: What is a private key exactly?
pt: O que é uma chave privada exatamente?

source: The private key is a number (secret, hopefully) you use to sign your transactions and prove that you own some bitcoins.
pt: A chave privada é um número (de preferência secreto) que você usa para assinar suas transações e provar que você é dono de alguns bitcoins.

source: Your home key
pt: Sua Chave de Casa

source: Your private key
pt: Sua Chave Privada

source: Bitcoin Ownership Process
pt: O Processo de Possuir Bitcoins

source: START HERE
pt: COMECE AQUI

source: Someone sends you bitcoins.
pt: Alguém te envia bitcoins.

# source-text.txt:20
source: The transaction is mined.
pt: A transação é minerada.

source: The blockchain registers that you have the right to spend those bitcoins.
pt: A Blockchain registra que você tem o direito de gastar aqueles btcs.

source: No bitcoin is saved in your computer.
pt: Nenhum btc é salvo em seu computador.

source: You see a pretty mug and want to buy it.
pt: Você vê uma caneca bonita e quer comprá-la.

source: You have your private key saved in a file.
pt: Você tem sua chave privada salva em um arquivo.

source: You use the private key to sign the transaction.
pt: Você usa a chave privada para assinar a transação.

# source-text.txt:32
source: The transaction is mined.
pt: A transação é minerada.

source: The blockchain registers that you can’t spend those bitcoins anymore.
pt: A Blockchain registra que você não pode mais gastar os btcs.

source: THE END
pt: FIM

source: Conclusions
pt: Conclusões

source: HAVING BITCOINS
pt: TER BITCOINS

source: HAVING PRIVATE KEY
pt: TER CHAVE PRIVADA

source: (So keep it safe, pal)
pt: (Então trate de mantê-la segura)

source: That allows you to back up your wallet in the most creative ways and virtually infinite times.
pt: Isso permite que você faça backup da sua carteira das formas mais criativas possíveis e virtualmente infinitas vezes.

source: Maybe not the best idea...
pt: Talvez não seja a melhor ideia de todas…

source: Author: Patrícia Estevão
pt: Autora: Patrícia Estevão
