Repository: UnholyLizard/bitcoindesigned-infographics-i18n
Catalog: bitcoin-paper-wallet-cold-storage/*.po
Languages: pt

source: What You Need To Know About Bitcoin 'PAPER WALLET' COLD STORAGE
pt: O que você precisa saber sobre BITCOIN ‘PAPER WALLET’ em COLD STORAGE

source: Paper Wallet in a few words:
pt: “Paper Wallet” em algumas palavras:

source: A way to store your bitcoins as a physical object.
pt: Uma forma de guardar seus bitcoins em um objeto físico (mais especificamente, em papel).

source: It’s a cold storage when the private key is generated and kept offline.
pt: É um “cold storage” quando a chave privada é gerada e mantida offline.

source: How to create it PROPERLY:
pt: Como criá-la CORRETAMENTE:

source: Creating a paper wallet consists roughly of generating a public/private key pair and printing it. But since we want it to be safe, here are the best practices:
pt: Criar uma paper wallet consiste basicamente em gerar e imprimir um par de chaves pública/privada. Mas como queremos segurança, aqui vão as boas práticas:

source: Use a clean operating system, like a Linux you boot from a new USB flash drive.
pt: Use um sistema operacional limpo, como um Linux direto de um USB flash drive.

source: Use an application that supports private key encryption.
pt: Use uma aplicação que possa criptografar a chave privada.

source: Take your computer offline before generating the keys.
pt: Deixe seu computador offline antes de gerar as chaves.

source: Use a printer with no network connections.
pt: Use uma impressora sem conexões wifi.

source: Why you might want it?
pt: Por que você poderia querer uma?

source: Since it’s completely offline, it protects you against network attacks.
pt: Como é feita completamente offline, ela te protege de ataques na rede.

source: Ideal for long-term storage, with your absolute control over the bitcoins.
pt: Ideal para guardar a longo prazo, mantendo total controle sobre os btcs.

source: It’s a nice way to give bitcoins as a gift.
pt: É um bom jeito de dar bitcoins de presente.

source: It requires 'physical safety'. Now, some may say this is a drawback, but consider this:
pt: Requer ‘segurança física’. Alguns vêem isso como uma desvantagem, mas considere:

source: Time of experience we have in guarding physical stuff.
pt: Tempo de experiência que temos com a segurança de objetos físicos.

source: Time of experience we have in guarding digital stuff.
pt: Tempo de experiência que temos com a segurança digital.

source: It allows you to have extra security with a multi-signature wallet. It goes like this:
pt: Permite ter uma segurança extra através de carteiras multi-assinatura. É assim:

source: Split your walletinto “n” pieces. You’ll need “m” of the “n” pieces to access your funds.
pt: Divide sua carteira em “n” partes, de forma que “m” das “n” partes serão precisas para gastar os fundos.

source: Hide them in safe places.
pt: Esconda as partes em locais seguros.

source: Your house
pt: Sua casa

source: Your mama’s
pt: Casa da mãe

source: The bank safe
pt: Cofre do banco

source: Company building
pt: Prédio da empresa

source: Gollum’s cave
pt: Caverna do Gollum

source: If malicious parties find any of the pieces - or if Bilbo decides the ring is worth less than your bitcoins...
pt: Se criminosos acharem alguma das partes - ou se o Bilbo decidir que o anel vale menos que seus btcs…

source: You can still pay for your vacatoin in Fiji, because your bitcoins are still yours and you have time to redo the safety process in a new wallet.
pt: Você ainda pode pagar suas férias em Fiji, porque seus btcs ainda são seus e você tem tempo de refazer o processo de segurança em uma nova carteira.

source: Author: Patrícia Estevão
pt: Autora: Patrícia Estevão
