Repository: UnholyLizard/bitcoindesigned-infographics-i18n
Catalog: the-blockchain-without-the-bitcoin/*.po
Languages: pt

source: The Blockchain 'without' The Bitcoin
pt: A Blockchain ‘sem’ O Bitcoin

source: A little more on the idea that “the real technology is the Blockchain, we should implement it without this silly Bitcoin”.
pt: Um pouco mais sobre a ideia de que “a verdadeira tecnologia é a Blockchain, melhor usá-la sem essa bobagem de Bitcoin”.

source: First things first - in very simple words
pt: Alguns Princípios Básicos - Em Poucas Palavras

source: What is Bitcoin (with capital B)?
pt: O que é Bitcoin (com B maiúsculo)?

source: It’s a protocol for a decentralized peer-to-peer network that creates consensus without needing a central authority to provide trust.
pt: É o protocolo para uma rede p2p descentralizada, que cria consenso sem precisar de uma autoridade central para prover confiança.

source: What is bitcoin (with lowercase b)?
pt: O que é o bitcoin (com b minúsculo)?

source: The currency (token) issued in the mining process.
pt: A moeda emitida no processo de mineração.

source: What is the blockchain?
pt: O que é a blockchain?

source: It’s the public ledger where the network records (transactions) are written.
pt: É o livro-razão onde ficam registradas todas as transações da rede.

source: How does it work?
pt: Como ela funciona?

source: Nodes verify and propagate transactions while miners gain permission to write new blocks in it.
pt: Os nós verificam e propagam as transações enquanto mineradores ganham permissão para escrever novos blocos.

source: How do miners do it?
pt: Como os mineradores fazem isso?

source: Solving mathematical problems using a lot of processing power (read hardware and electricity costs).
pt: Resolvendo problemas matemáticos que exigem grande poder de processamento (leia custos de hardware e de eletricidade).

source: Why do they do it?
pt: Por que eles fazem isso?

source: Because their investment of time and resources is rewarded with bitcoins (currently 12.5 BTC per block mined).
pt: Porque o investimento de tempo e recursos deles é recompensado com bitcoins (atualmente, 12.5 BTC por bloco minerado).

source: Isn’t it like a database?
pt: Não é tipo um banco de dados?

source: It has the idea of a database, but one that’s decentralized and still guarantees consensus and that the entries are true.
pt: Tem a ideia de um banco de dados, mas é descentralizado e ainda assim garante o consenso e a validade dos registros.

source: Why can we truste it?
pt: Por que podemos confiar nisso?

source: Because math neither lies nor has political or economic interests.
pt: Porque a matemática não mente, nem tem interesses econômicos e políticos.

source: Why don’t they do bad stuff to make more money?
pt: Por que eles não trapaceam para ganhar mais dinheiro?

source: Because Bitcoin uses Games Theory and incentives to make it more profitable to be honest.
pt: Porque o Bitcoin usa incentivos e Teoria de Jogos para fazer com que seja mais vantajoso ser honesto com o sistema.

source: Now that we settled that, we can start imagining…
pt: Tendo entendido um pouco mais, já podemos imaginar…

source: Ok, you want the blockchain but not bitcoins (or any other token with value).
pt: Ok, você quer a Blockchain mas não o Bitcoin (ou qualquer outra moeda com um valor).

source: And you need miners to write your new blocks.
pt: E você precisa de mineradores para escrever as transações.

source: That leaves 2 scenarios:
pt: Isso nos deixa com 2 cenários:

source: If you are imagining decentralized mining (like in Bitcoin).
pt: Se você está imaginando uma mineração descentralizada (como no Bitcoin).

source: You are automatically supposing the miners are going to spend time and money just for fun or for the goodness in their hearts.
pt: Você então está supondo que os mineradores vão gastar tempo e recursos apenas por diversão ou pela bondade em seus corações.

source: Sorry, that’s not very likely.
pt: Desculpe, isso não é muito provável.

source: If you know people won’t mine without an incentive (that’s a good start).
pt: Se você sabe que não haverá mineradores sem um incentivo (já é um bom começo).

source: You will mine for your own (in your company, institution or other entity that chooses to use the blockchain).
pt: Você vai minerar por si próprio (em sua empresa, organização ou outra entidade que tenha escolhido usar a Blockchain).

source: Congratulations! You’ve just created a slow database.
pt: Parabéns! Você criou um banco de dados lento.

source: Conclusions
pt: Conclusões

source: The blockchain is pretty inefficient (slow and resource-consuming) if used just for registering information without a token with value.
pt: A Blockchain é bem ineficiente (lenta e consome muitos recursos) para que seja usada apenas para guardar informações, sem haver uma moeda.

source: The amount of resources “wasted” in mining only makes sense because it allows a decentralized and authority-free security.
pt: A quantidade de recursos “desperdiçados” na mineração só faz sentido porque permite uma segurança descentralizada e sem autoridade.

source: In other words... (though not considering many technical aspects)
pt: Em outras palavras… (e desconsiderando muitos aspectos técnicos)

source: When you say:
pt: Quando você diz:

source: Bitcoin is nothing, the real technology is the Blockchain.
pt: Bitcoin não é nada, a verdadeira tecnologia é a Blockchain.

source: It sounds as logical as:
pt: É tão lógico quanto dizer:

source: This Internet is nothing, the really cool thing it’s HTML!
pt: Essa coisa de Internet não é nada, a verdadeira tecnologia é o HTML!

source: Author: Patrícia Estevão
pt: Autora: Patrícia Estevão
