Repository: UnholyLizard/bitcoindesigned-infographics-i18n
Catalog: what-*-bitcoin-mining/*.po
Languages: pt

source: THE BITCOIN MINING SAGA - PART I
pt: MINERAÇÃO DE BITCOIN: A SAGA - PARTE I

source: What is Bitcoin Mining?
pt: O que é a mineração de Bitcoin?

source: It’s a decentralized computational process that serves 2 purposes:
pt: É um processo computacional descentralizado que serve a 2 propósitos:

source: Confirms transactions with security when enough computational effort is devoted to a block.
pt: Confirma transações de maneira segura quando o bloco teve um tanto de poder computacional dedicado a ele.

source: Creates (issues) new bitcoins in each block.
pt: Cria (emite) novos bitcoins em cada bloco.

source: It goes like this:
pt: Funciona assim:

source: Bundle transactions in a block.
pt: Junta transações em um bloco.

source: Verify if transactions are valid.
pt: Verifica se as transações são válidas.

source: Select the header of the most recent block and insert it into the new block as a hash (creates a link between blocks).
pt: Seleciona o cabeçalho do último bloco e o insere no novo bloco como um hash (cria um link entre os blocos).

source: Solve the Proof of Work problem!
pt: Resolve o desafio de Proof of Work!

source: When the solution is found, the new block is added to the local blockchain and propagated to the network.
pt: Uma vez solucionado, o novo bloco é adicionado à cópia local da Blockchain e propagado para a rede.

source: Author: Patrícia Estevão
pt: Autora: Patrícia Estevão
