Repository: UnholyLizard/bitcoindesigned-infographics-i18n
Catalog: what-*-the-mining-difficulty/*.po
Languages: pt

source: THE BITCOIN MINING SAGA - PART III
pt: MINERAÇÃO DE BITCOIN: A SAGA - PARTE III

source: What is the Mining Difficulty?
pt: O que é a Dificuldade de Mineração?

source: It’s a mesure of how difficult is to find a hash below the target value (a 256-bit number) during the Proof of Work.
pt: É uma medida do quão difícil é achar um hash abaixo do Valor Alvo (um número de 256 bits) durante o Proof of Work.

source: Mining Difficulty
pt: Dificuldade de Mineração

source: Target Value
pt: Valor Alvo

source: How does it work?
pt: Como funciona?

source: More miners join the network
pt: Mais mineradores se juntam à rede

source: Block creation rate increases
pt: Taxa de criação de blocos aumenta

source: Average mining time decreases
pt: Tempo médio de mineração diminui

source: Mining difficulty increases
pt: Dificuldade de mineração aumenta

source: Block creation rate goes down
pt: Taxa de criação de blocos diminui

source: Average mining time goes back to normal
pt: Tempo médio de mineração volta ao normal

source: The target value is recalculated every 2,016 blocks (aproximately two weeks)
pt: O Valor Alvo é recalculado a cada 2.016 blocos (aproximadamente 2 semanas)

source: The ideal average mining time is stablished as 10 minutes per block.
pt: O tempo médio de mineração ideal é estabelecido como 10 minutos por bloco.

source: Author: Patrícia Estevão
pt: Autora: Patrícia Estevão
