Repository: UnholyLizard/bitcoindesigned-infographics-i18n
Catalog: *-bitcoin-anonymous/*.po
Languages: pt

source: Is Bitcoin Anonymous?
pt: O Bitcoin é Anônimo?

source: What’s your level of privacy when it comes to spending bitcoins?
pt: Qual é o seu nível de privacidade quando se trata de gastar bitcoins?

source: Consider the following:
pt: Considere o seguinte:

source: The Blockchain is completely transparent and it keeps records of all transactions ever made.
pt: A Blockchain é totalmente transparente e mantém o registro de todas as transações já realizadas.

source: Pretty Public
pt: Bem Público

source: Bitcoin Address
pt: Endereço Bitcoin

source: It’s a pseudonym created by your wallet and it doesn’t have any of your personal data linked to it. It’s the main identifier for the inputs and outputs of transactions.
pt: É um pseudônimo criado por sua carteira sem que haja nenhuma informação pessoal sua relacionada a ele. É o pricipal identificador para os inputs e outputs das transações.

source: Pretty Private
pt: Bem Privado

source: Street A
pt: Rua A

source: Street B
pt: Rua B

source: So can I be linked to my transactions?
pt: Então, eu posso ser ligado às minhas transações?

source: YES
pt: SIM

source: I’m not a criminal, so what’s wrong with that?
pt: Mas eu não sou um criminoso, por que devo me importar?

source: For the same reason you don’t show your bank extract to anyone. If someone knows how much money you have or what are your spending habits, you can become vulnerable to attacks.
pt: Pela mesma razão que você não sai mostrando seu extrato bancário para qualquer um. Se alguém sabe quanto dinheiro você tem ou quais são seus hábitos de consumo, você se torna vulnerável a golpes e ataques.

source: How Am I Linked?
pt: Como sou ligado?

source: Buying goods and services:
pt: Compra de bens e serviços:

source: Bitcoin doesn’t require any type of personal information from you, but most stores and services do (gorvernment requirement). If you pay this company with bitcoins, they will link your data to your address in their app.
pt: Embora o Bitcoin não peça nenhuma informação pessoal sua, a maioria das lojas e serviços pede (exigências do governo). Se você paga uma empresa assim com btc, ela terá seus dados ligados ao seu endereço no sistema deles.

source: Reusing addresses:
pt: Reutilização de Endereços:

source: If you use the same address to make various transactions, you create a record of your private financial life in a way that’s not private at all. And even worse if any of these transactions is linked with your real name in some way.
pt: Se você usa o mesmo endereço para fazer várias transações, você cria um registro das suas finanças privadas de uma forma nada privada. Pior ainda se alguma dessas transações estiver ligada ao seu nome.

source: Public Spaces:
pt: Espaços Públicos:

source: If you need to put your address in a very public space (to receive donations in a website, for example), you are associating it to your name or to the public image you use.
pt: Se você põe seu endereço em um local muito público (para receber doações em um site, por exemplo), você o está associando ao seu nome ou à imagem pública que você usa.

source: IP Logging:
pt: Endereço de IP:

source: Your IP address can be logged by someone listening to the network when you send a transaction. But since full nodes also relay transactions to the network, it can be difficult to find the exact IP address for a transaction.
pt: Seu IP pode ser logado por alguém “ouvindo” a rede quando você envia uma transação. Mas como nós completos também propagam transações para a rede, achar o IP exato de uma transação pode ser uma tarefa difícil.

source: Protect Yourself
pt: Protegendo-se

source: Avoid services with KYC/AML policies. And since that’s very difficult, just don’t reuse addresses in these services.
pt: Evite serviços com políticas de KYC/AML. Como isso é bem difícil, apenas não reutilize endereços nestas empresas.

source: Don’t reuse addresses at all (you can choose a Bitcoin client that does this automatically for you).
pt: Nunca reutilize endereços (você pode escolher um cliente de Bitcoin que faz isso automaticamente para você).

source: Be sure that’s an address that you don’t use for anything else and know that, when you transfer the funds to a new address, it will also be easily linked to you.
pt: Exponha um endereço que você não usa para mais nada e saiba que, ao transferir os fundos para um novo endereço, ele também será facilmente ligado a você.

source: Even if it’s difficult, you might want to try tools that hide your IP address (proxy, VPN).
pt: Mesmo sendo um ataque difícil, você deveria considerar ferramentas que protegem seu IP (proxy, VPN).

source: Bitcoin Mixing
pt: “Mixing” de Bitcoin

source: (or laundering, if you’re not too shy)
pt: (ou lavagem, se você for menos tímido)

source: How does it work?
pt: Como funciona?

source: START
pt: INÍCIO

source: You want to improve privacy.
pt: Você quer melhorar sua privacidade.

source: That means weakening the link between an identity and a bitcoin address.
pt: Isso significa enfraquecer a ligação entre identidade e endereço bitcoin.

source: You look for a mixing service.
pt: Você procura um serviço de “mixing”.

source: For now, they are centralized services, so you have to trust them not to log you and not to run away with your money.
pt: Por enquanto, são serviços centralizados. Você precisa confiar que eles não vão guardar registro da sua operação ou fugir com seu dinheiro.

source: User
pt: Usuário

source: The unspent outputs (available bitcoins) of many people are brought together.
pt: Os outputs não gastos (btcs disponíveis) de várias pessoas são agrupados.

source: These bitcoins are transacted in a way that mixes them up (details may vary).
pt: Esses btcs são transacionados de forma que se misturam (os detalhes variam).

source: You receive your amount back, but they are not your old bitcoins anymore.
pt: Você recebe sua quantia de volta, mas não são mais os mesmos bitcoins.

source: FINISH
pt: FINAL

source: Nice to know:
pt: Bom Saber:

source: It doesn't terminate your link your the bitcoins, but it becomes pretty unfeasible to track you.
pt: Isso não elimina sua ligação com os bitcoins, mas torna bem inviável de relacionar.

source: You will end with a weak link to someone else’s bitcoin and, consequently, to the activity the other person was doing. (Not something to worry a lot, but important to know).
pt: Você terminará com uma fraca ligação com os btcs de outras pessoas e, consequentemente, com a atividade destas pessoas. (Não precisa se preocupar muito, mas é importante saber).

source: It’s not an easy process for large amounts of bitcoins.
pt: Não é um processo fácil para grandes somas de bitcoins.

source: You might have to pay a fee to use this type of service.
pt: Você pode ter que pagar taxas para usar esse tipo de serviço.

source: BTC x Cash
pt: BTC x Dinheiro em Espécie

source: Because of the blockchain’s transparency, cash is still more anonymous than Bitcoin.
pt: Por conta da transparência da Blockchain, dinheiro vivo ainda é mais anônimo do que Bitcoin.

source: That’s why is not very accurate to say criminals use Bitcoin for its anonymity.
pt: Por isso não faz muito sentido dizer que criminosos usam Bitcoin apenas por conta da sua alta privacidade.

source: Bottom Line
pt: Resumindo

source: “Bitcoin is PRETTY Anonymous”
pt: “O Bitcoin é BEM Anônimo”

source: People won’t see your balance with the ease that your bank manager or any governmental agent can if they make the call.
pt: Ninguém verá seus fundos com a facilidade que seu gerente do banco ou qualquer agente do governo pode se fizer uma ligação.

source: But if someone is REALLY looking for you, know that is not impossible to be found.
pt: Mas se alguém estiver MESMO procurando você, saiba que não é impossível ser achado.

source: Main Source: https://bitcoin.org/en/protect-your-privacy
pt: Principal Fonte: https://bitcoin.org/en/protect-your-privacy

source: Author: Patrícia Estevão
pt: Autora: Patrícia Estevão
